[
    {
        "name": "Poliastro",
        "description": "Poliastro es una biblioteca Python para Astrodin치mica interactiva. Es r치pida, f치cil de usar, maneja unidades f칤sicas, y tiene numerosas visualizaciones orbitales.",
        "url": "https://github.com/poliastro/poliastro",
        "img": "assets/img/proyectos/poliastro.png",
        "technologies": "Python, Jupyter, Numba, MyST (Markdown)",
        "community": "Python Espa침a"
    },
    {
        "name": "Python Docs ES",
        "description": "Grupo de trabajo para la traducci칩n de la documentaci칩n oficial de Python al Espa침ol. El equipo est치 formado por personas de distintos paises hispanohablantes. 춰칔nete y contribuye oficialmente a Python! 游냀",
        "url": "https://python-docs-es.readthedocs.io/es/3.9/CONTRIBUTING.html",
        "img": "assets/img/proyectos/python-docs-es.png",
        "technologies": "Python, Bash, Archivos PO",
        "community": "Python Docs ES"
    },
    {
        "name": "The Qt Project",
        "description": "Qt, es un framework multiplataforma para desarrollar programas que utilicen interfaces gr치ficas, como tambi칠n distintas herramientas de l칤nea de comando.",
        "url": "https://qt-project.org",
        "img": "assets/img/proyectos/qt-logo.png",
        "technologies": "C++, QML, Python",
        "community": "Qt Project"
    },
    {
        "name": "Web Python Canarias",
        "description": "P치gina web de la asociaci칩n Python Canarias. Incluye secciones de eventos, gesti칩n de socios y socias, venta de entradas, informaci칩n de la asociaci칩n, ofertas de empleo, etc.",
        "url": "https://github.com/pythoncanarias/pycan-web",
        "img": "assets/img/proyectos/web-python-canarias.png",
        "technologies": "Python, Django, HTML, SCSS, JavaScript, Docker",
        "community": "Python Canarias"
    },
    {
        "name": "Blask",
        "description": "Librer칤a que nos va a ayudar a crear una web a partir de Markdown y HTML; en este caso, basado en Flask.",
        "url": "https://github.com/zerasul/blask",
        "img": "assets/img/proyectos/blask.png",
        "technologies": "Python, Flask, HTML, CSS",
        "community": "Python Almer칤a, Python Canarias"
    },
    {
        "name": "Genesis Code",
        "description": "Extensi칩n para Visual Studio Code, que ayuda a desarrollar Videojuegos para la consola de 16 Bits Sega Mega Drive.",
        "url": "https://github.com/zerasul/genesis-code",
        "img": "assets/img/proyectos/genesis-code.png",
        "technologies": "TypeScript (Visual Studio Code)",
        "community": "Grupo de Desarrolladores de Mega Drive"
    },
    {
        "name": "Advice Me",
        "description": "Advice Me es una extensi칩n de navegador con la que podr치s recibir mensajes motivacionales cada vez que lo necesites. Tu motivaci칩n a cualquier hora y a cualquier d칤a, a golpe de click.",
        "url": "https://github.com/fcoterroba/Advice_Me",
        "img": "assets/img/proyectos/genesis-code.png",
        "technologies": "JavaScript, HTML y CSS",
        "community": "Python Espa침a"
    },
    {
        "name": "BueStats",
        "description": "BueStats es un scrapper que almacena y genera informes individuales y colectivos de estad칤stica avanzada de todos los equipos en competiciones de la Federaci칩n Espa침ola de Baloncesto. Estos informes los utilizan lxs entrenadorxs para estudiar a sus rivales o su propio equipo.",
        "url": "https://github.com/arbues6/BueStats",
        "img": "assets/img/proyectos/buestats.png",
        "technologies": "Python, Tkinter, BeautifulSoup, Selenium, Requests, Numpy, Pandas",
        "community": "Python Espa침a"
    },
    {
        "name": "Django-Template",
        "description": "Cookiecutter para crear aplicaciones \"production ready\" en menos de 5 minutos utilizando Docker y Django. Rellena un simple formulario y podr치s crear tu pr칩xima startapp.",
        "url": "https://github.com/adriancast/django-template",
        "img": "assets/img/proyectos/django-template.png",
        "technologies": "Docker, Django, Grafana, Let's Encrypt + Certbot y muchas m치s con tu ayuda ;)",
        "community": "Python Mallorca"
    },
    {
        "name": "RSSPAPER",
        "description": "Genera una p치gina est치tica con las 칰ltimas noticias de tus feeds favoritos. Crea un HTML/PWA que puedes leer o instalar en tu tableta o m칩vil.",
        "url": "https://github.com/tanrax/RSSPAPER",
        "img": "assets/img/proyectos/rsspaper.png",
        "technologies": "Clojure y un motor de plantillas HTML clon de Django.",
        "community": "Python Espa침a"
    },
    {
        "name": "Funny DNI Letter",
        "description": "Funny DNI Letter es un proyecto b치sico en el que el usuario obtiene la letra de un DNI seg칰n el n칰mero del mismo. Adem치s, te adjudica un personaje famoso!",
        "url": "https://github.com/fcoterroba/Funny_DNI_letter",
        "img": "assets/img/proyectos/calculadora_dni.png",
        "technologies": "JavaScript, HTML y CSS",
        "community": "Python Espa침a"
    },
    {
        "name": "Damegender",
        "description": "Es una herramienta de detecci칩n de g칠nero a partir del nombre. Te animo a que trates de utilizarla y si ves bugs o se te ocurren nuevas features, o no entiendes c칩mo se hace algo lo comentes tratar칠 de explicar c칩mo hacerlo.",
        "url": "https://github.com/davidam/damegender",
        "img": "assets/img/proyectos/damegender.png",
        "technologies": "Python, Bash"
    },
    {
        "name": "QA-Empleo",
        "description": "En el hacktoberfest pasado vi la oportunidad de poder desarrollar QA-Empleo, un software que permite poder determinar si una oferta de empleo es buena o no, del modo m치s objetivamente posible. Es decir, que ayude en la toma de decisiones de una manera fr칤a y objetiva.",
        "url": "https://github.com/RafaelAybar/qa-empleo",
        "img": "assets/img/proyectos/qa-empleo.png",
        "technologies": "Python"
    },
    {
        "name": "GeoSearch",
        "description": "It is a client-side application that allows anyone to provide a search experience of geolocated elements. It could be physical elements, websites focus on a specific area, etc.",
        "url": "https://github.com/GeoVoluntarios/geovoluntarios-buscador-web-geolocalizadas",
        "img": "assets/img/proyectos/geosearch.png",
        "technologies": "HTML, CSS, ES6, ArcGIS API for JavaScript",
        "community": "GeoVoluntarios"
    },
    {
        "name": "Helpbuttons.org",
        "description": "Custom Collaboration Platform. The goal is to allow everyone to make their own collaborative tool (like Glovo, BlaBlaCar, Airbnb or any other fields of collaboration). We made a prototype that we're rebuilding with new technologies after a learning process. We need special help with React, NextJS and API communication, and Leaflet integration.",
        "url": "https://github.com/helpbuttons",
        "img": "assets/img/proyectos/helpbuttons.png",
        "technologies": "React, NextJS, NodeJS, PostGIS, LoopBack",
        "community": "Helpbuttons"
    },
    {
        "name": "Acadeller Recursos de Programaci칩n",
        "description": "El objetivo principal de este repositorio, es recopilar la mayor cantidad posible de recursos de programaci칩n que existan en internet, para que est칠n al alcance de cualquier persona en todo momento. El repositorio est치 dividido por lenguajes de programaci칩n, en cada lenguaje podr치s encontrar recursos para dicho lenguaje, frameworks, librer칤as y mucho m치s.",
        "url": "https://github.com/Acadeller/recursos-programacion",
        "img": "assets/img/proyectos/recursos-programacion.png",
        "technologies": "Markdown, C, CSS, Dart, Go, HTML, Java, JavaScript, Kotlin, PHP, Python, R, Ruby, Rust, Scala, SQL, Swift",
        "community": "Acadeller"
    },
    {
        "name": "Dog",
        "description": "La existencia de un comando cat implica la existencia de un comando dog. Bajo esa premisa, decid칤 montar este paquete que te permite disponer de tu propio perrete en la terminal. Es un proyecto muy b치sico y que nace como una broma entre programadores, pero 칰til para introducirse en la programaci칩n y especialmente en las contribuciones de c칩digo abierto.",
        "url": "https://github.com/JuanjoSalvador/dog",
        "img": "assets/img/proyectos/dog.png",
        "technologies": "C, Makefile"
    },
    {
        "name": "PyPowChain",
        "description": "Simple Proof Of Work blockchain written in Python, to be used as a tool to explain how the core concepts of the technology work.",
        "url": "https://github.com/alrevuelta/pypowchain",
        "img": "assets/img/proyectos/pypowchain.png",
        "technologies": "Python, flask, requests, rsa, hashlib"
    }
]


